Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: །ཡང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་སེམས་འདི་ཇི་སྲིད་དུ་རྐྱེན་གྱི་འདུ་འཕྲོད་ཀྱི་རྒྱུ་ལ་རྒྱུག་པར་བྱེད་པ་དེ་སྲིད་དུ་ལུས་དང་སེམས་ཀྱི་བདེ་བས་མྱོས་པས་གནས་པར་འགྱུར་བས་གང་བདག་གིས་ལུས་དང་སེམས་ཀྱི་བདེ་བ་ནུབ་པར་བྱ་གོར་མ་ཆག་གོ་སྙམ་ནས་དེ་འདི་ལྟར་སོ་སོ་ཡང་དག་པར་སློབ་པར་བྱེད་དེ། བདག་གི་སྐྱོན་གྱི་འདུ་འཕྲོད་ཀྱི་རྒྱུ་འདི་ནི་རུས་གོང་གི་ཕུང་པོ་དྲན་པས་ལུས་དང་སེམས་ཀྱི་བདེ་བ་ཡང་དག་པར་འབྱུང་བའོ།
en: “Again, they will think, “As long my mind chases after the cause of such conditioned composure, I will remain intoxicated by physical and mental bliss, so I must be sure to make such physical and mental bliss subside!’ They will then train while thinking, ‘By recollecting the heaps of bones through conditioned concentration, physical and mental bliss will manifest.

source: །གང་བདག་གིས་དེ་མངོན་པར་དོར་བར་བྱ་གོར་མ་ཆག་གོ་སྙམ་ནས་དེ་མིག་གི་རྣམ་པར་ཤེས་པ་བྱུང་བ་ཞེས་བྱ་བ་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་བྱུང་བ་སྐྱེ་བ་དང་འཇིག་པའི་ཚུལ་གྱིས་ནུབ་པར་བྱེད་པ་འདི་ནི་ལྷག་པའི་སེམས་ཀྱི་མཐོང་བའི་ཆོས་ལ་བདེ་བར་གནས་པར་འགྱུར་བ་གསུམ་པ་ཡིན་ཏེ། སྐྱོན་མེད་པར་ཐོབ་པ་དང་།
en: I must definitely abandon such bliss!’ Thinking in that way, they will make the consciousnesses—from the eye consciousness up to the mind consciousness—disappear in accordance with arising and disintegration. This is the third attainment of faultlessness in those with superior minds, through which they will live happily in the present life.

source: དཀའ་བ་མེད་པར་ཐོབ་པ་དང་། ངན་ངོན་མ་ཡིན་པར་ཐོབ་པ་ཡིན་ནོ།
en: It will be achieved without difficulty or hardship.

source: །གཞན་ཡང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་ངེས་པར་འབྱུང་བ་དང་། ཟད་པ་དང་། རང་བཞིན་དག་པ་དང་། ངོ་བོ་ཉིད་མེད་པ་དང་། ཞི་བའི་ཚུལ་གྱིས་གནས་པར་བྱའོ།
en: “Again, they will think, ‘I must dwell within the realm of phenomena in accordance with the fact that everything is liberated, exhausted, intrinsically pure, devoid of essence, and peaceful!

source: སེམས་ཀྱི་མཚན་ཉིད་ཐམས་ཅད་རྣམ་པར་ཞི་བའི་ཚུལ་གྱིས་གནས་པར་བྱའོ་སྙམ་ནས། དེ་སེམས་ཀྱི་མཚན་ཉིད་ཐམས་ཅད་པའི་རྒྱུ་བ་རྣམ་པར་ཞི་བ་དང་སེམས་ཞི་བར་གནས་པ་འདི་ནི་ལྷག་པའི་སེམས་ཀྱི་མཐོང་བའི་ཆོས་ལ་བདེ་བར་གནས་པ་དང་སྐྱོན་མེད་པ་ཐོབ་པ་བཞི་པ་ཡིན་ཏེ།
en: I must abide in accordance with the pacification of thinking.’ Accordingly, the movement of all their thoughts will completely subside, and their minds will abide peacefully. This is the fourth attainment of faultlessness in those with superior minds, through which they will live happily in the present life.

source: དཀའ་བ་མེད་པར་ཐོབ་པ་དང་། ཚེགས་མེད་པར་ཐོབ་པ་ཡིན་ནོ།
en: It will be achieved without difficulty or hardship.

source: །ལྷག་པའི་སེམས་ཀྱི་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་པ་ནི་ཏིང་ངེ་འཛིན་གྱི་སྒོར་འཇུག་པ་འབུམ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་མཐོང་ངོ་།
en: “Those who are endowed with these four qualities of superior minds will see the eight million four hundred thousand gateways to concentration.

source: །དེ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ལ་གནས་པར་འགྱུར་བ་ནས་དགྲ་བཅོམ་པ་ཉིད་ཀྱི་བར་ལ་གནས་པར་འགྱུར་རོ།
en: They will settle within the fruition of the non-returners and in the other fruitions up to the level of the worthy ones.

source: །དགེ་སློང་དེ་གཉི་གའི་ཆ་ལས་རྣམ་པར་གྲོལ་བ་ཡིན་ཞིང་མཐུ་ཆེ་བ་ནུས་པ་ཆེ་བ་ཡིན་ནོ།
en: Those monks will be liberated from duality, and they will be strong and powerful.

source: །ཀཽ་ཌི་ནྱ་གལ་ཏེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཚུལ་གཅིག་ཅིང་དད་པ་གཅིག་ལ་བསམ་པ་གཅིག་པར་འགྱུར་དུ་ནི་འདི་ལྟར་སེམས་ཅན་རྣམས་བསམ་པ་ཐ་དད་པའི་ཕྱིར་ཏེ།
en: “Kauṇḍinya, how could all beings have the same approach, the same interest, and the same inclination?

source: དེ་ལྟ་བས་ན་དེ་བཞིན་གཤེགས་པ་ཚིག་ཐ་དད་པའི་ཆོས་ཀྱི་སྒོ་བསྟན་པ་དང་བརྗོད་པ་རྣམས་ཀྱིས་ཆོས་སྟོན་ཏོ།
en: Since they have different inclinations, the Thus-Gone One teaches the Dharma through Dharma gateways and discourses that are expressed in different words.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་འདུ་ཤེས་ཐ་དད་པ་ཕྱིན་ཅི་ལོག་པ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The Blessed One teaches different types of perceptions to sentient beings with mistaken views.

source: ཁྱེད་ཀྱི་མི་རྟག་པའི་འདུ་ཤེས་ཀྱང་རུང་། སྡུག་བསྔལ་གྱི་འདུ་ཤེས་ཀྱང་རུང་། བདག་མེད་པའི་འདུ་ཤེས་ཀྱང་རུང་། རྣམ་པར་བམ་པའི་འདུ་ཤེས་ཀྱང་རུང་། རྣམ་པར་རྣགས་པའི་འདུ་ཤེས་ཀྱང་རུང་། རྣམ་པར་སྔོས་པའི་འདུ་ཤེས་ཀྱང་རུང་།
en: Hence, the meaning of all those perceptions—whether the perceptions of impermanence, suffering, and selflessness or the perceptions of decomposing corpses, festering corpses, bluish corpses, devoured corpses, or scattered corpses—has been taught here.”

source: རྣམ་པར་ཟོས་པའི་འདུ་ཤེས་ཀྱང་རུང་། རྣམ་པར་འཐོར་བའི་འདུ་ཤེས་ཀྱང་རུང་སྟེ། དེ་ཐམས་ཅད་དོན་ནི་འདིར་གསུངས་པ་ཡིན་ནོ། །ཀུན་ཤེས་ཀཽ་ཌི་ནྱས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྒོམ་པར་བགྱི་བ་དང་། ཇི་ལྟར་ཟས་ལ་མི་འཐུན་པའི་འདུ་ཤེས་བསྒོམ་པར་བགྱི་བ་བཤད་པར་གསོལ།
en: Ājñātakauṇḍinya then said, “Blessed One, please explain to us how one should cultivate the perception of dislike and the perception of disgust toward food!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཽ་ཌི་ནྱ་ཆོག་གོ།
en: The Blessed One replied, “Kauṇḍinya, I have explained enough.

source: །ཞིང་འདི་ན་བྱང་གྲོལ་གྱི་བདེ་བ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་སྒྲུབ་པ་ཡང་གཞན་དུ་ཡིན་ལ། འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ན་སེམས་ཅན་རྣམས་བྱང་གྲོལ་གྱི་བདེ་བ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་སྒྲུབ་པའི་སེམས་ཅན་གྱི་བསམ་པ་དག་ཀྱང་གཞན་དུ་ཞུགས་པ་ཡིན་ཞིང་སྤྱོད་པ་གཞན་དང་སྦྱོར་བ་གཞན་གྱི་མངོན་པར་རྟོགས་པ་ཡིན་ནོ།
en: The perspectives of those in this realm who accomplish the Dharma properly in order to achieve the happiness of emancipation are different from the perspectives of those in other worlds who do the same—they are engaged in different activities and practices.

source: །ཀཽ་ཌི་ནྱ་གལ་ཏེ་ངས་བཤད་ན་ཚུལ་དེ་ལྟ་བུ་དེ་རབ་ཏུ་ཤེས་པར་འགྱུར་བའི་སྐྱོན་མེད་པ་དག་ལ་ཞུགས་པ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་གཏོགས་པར་སེམས་ཅན་གཞན་གང་དག་ཡོད་པ་དེ་དག་འདི་ལ་ཀུན་ཏུ་རྨོངས་པར་འགྱུར་རོ། །
en: Thus, Kauṇḍinya, if I were to explain this, besides those who have entered faultlessness and those bodhisattva great beings who can understand this, all other beings present would be thoroughly confused.”

source: ཀཽ་ཌི་ནྱས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་དང་ཟས་ལ་མི་འཐུན་པའི་འདུ་ཤེས་བཤད་པར་གསོལ།
en: “Respected Blessed One,” continued Ājñātakauṇḍinya, “please explain to us about the perception of dislike toward the entire world and the perception of disgust toward food!

source: བཙུན་པ་བདེ་བར་གཤེགས་པ་བཤད་པར་གསོལ།
en: Respected Well-Gone One, please explain this to us!

source: དེ་ཐོས་པས་སེམས་ཅན་རྣམས་དགེ་བའི་རྩ་བ་རྣམ་པ་སྣ་ཚོགས་སྐྱེད་པར་འགྱུར་ལགས་སོ།
en: By hearing this, sentient beings will generate a variety of roots of virtue.

source: །སེམས་ཅན་མ་རིག་པས་བསྒྲིབས་པ་རྣམས་དང་། སྲེད་པའི་ཀུན་ཏུ་སྦྱོར་བ་ཅན་རྣམས་དང་། སྲེད་པའི་ལྟུང་བ་ཐོགས་པ་རྣམས་དང་། འཁོར་བར་ཀུན་ཏུ་རྒྱུག་ཅིང་འཁོར་བ་རྣམས་ཀྱི་སྔོན་གྱི་མཐའ་མི་མངོན་ལགས་ཏེ།
en: Since beginningless time, beings have rushed through and circled in saṃsāra while obscured by ignorance, bound by craving, and impeded by the downfall of craving.

source: དེར་དེ་དག་མངོན་པར་དགའ་ལགས་སོ།
en: Those beings take pleasure in this world.

source: ཟས་ཀྱི་ཀུན་ཏུ་སྦྱོར་བའི་རྒྱུ་དང་འཁྲིག་པ་དང་ལྡན་པའི་ཀུན་ཏུ་སྦྱོར་བའི་སླད་དུ་སྟེ།
en: Because they are bound by food and sexual intercourse.

source: ཆོས་ཀྱི་ཚུལ་དེ་ལྟ་བུ་དེ་མ་ཐོས་པས་འགྲོ་བ་ལྔའི་འཁོར་བར་བྱིང་ཞིང་རྟག་ཏུ་སྡུག་བསྔལ་གྱིས་ཉེན་པར་གནས་ལགས་སོ།
en: If they do not hear this Dharma way, they will sink into the five destinies of saṃsāra, and they will constantly be afflicted by suffering.

source: །བཅོམ་ལྡན་འདས་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བར་བཞེད་པ། སེམས་ཅན་ཐམས་ཅད་ལ་ཐུགས་བརྩེ་བ་ཐུགས་རྗེ་ཆེན་པོ་བརྙེས་པ་ལགས་ན།
en: Blessed One, you wish for the happiness of all sentient beings, and you have developed great love and compassion for everyone.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་དེས་གང་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་བར་ལ་སྨན་པའི་སླད་དུ་བསྐུར་བ་སྨོན་པ་མ་མཆིས་པ་དང་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་ཀྱི་དོན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བཤད་པར་གསོལ།
en: Respected Blessed One, please explain to us the entire meaning of the dhāraṇī mantra that accords with the absence of wishes that the thus-gone Royal Mass of Glorious Wisdom conferred in order to benefit many beings, including gods and humans!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བཤད་པར་གསོལ།
en: Respected Blessed One, please explain to us the perception of dislike toward the entire world!

source: སེམས་ཅན་རྣམས་ཀྱིས་དེ་ཐོས་པས་འདོད་པ་རྣམས་ལས་ལྡོག་པར་འགྱུར་ལགས་སོ།
en: By hearing this, sentient beings will turn away from their desires.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཟས་ལ་མི་འཐུན་པའི་འདུ་ཤེས་བཤད་པར་གསོལ།
en: Respected Blessed One, please explain to us the perception of disgust toward food!

source: དེ་ཐོས་པས་སེམས་ཅན་གང་དག་རོ་ལ་ཆུམས་པ་རྣམས་ལྡོག་པར་འགྱུར་ལགས་སོ།
en: By hearing this, sentient beings will turn away from their attachments to flavors.

source: །སེམས་ཅན་གང་དག་གིས་འདོད་པ་རྣམས་ལ་ཉེས་དམིགས་སུ་འཚལ་བ་དང་། རོ་རྣམས་ལ་ཉེས་དམིགས་སུ་འཚལ་བའི་སེམས་ཅན་དེ་དག་འཁོར་བའི་ཕ་རོལ་ཏུ་དགའ་བ་དག་པ་དང་། སྲིད་པའི་འཆིང་བ་ལས་གྲོལ་བར་བལྟ་ལགས་སོ།
en: Sentient beings who understand the shortcomings of desires and flavors will delight in transcending saṃsāra and will look for liberation from the bondages of existence.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཽ་ཌི་ནྱ་དེ་དེ་བཞིན་ནོ།
en: The Blessed One replied, “Thus it is, Kauṇḍinya!

source: །ཇི་སྐད་ཁྱོད་ཀྱིས་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: It is just as you have said!

source: ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སྣང་བ་དཔལ་གྱི་སྙིང་པོས་ང་ལ་ཡིད་ལ་བྱེད་པ་བརྗོད་པ་བཞིན་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་མདུན་དུ་འཇིག་རྟེན་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་ངས་བཤད་པར་བྱའོ། །ཟས་ལ་མི་འཐུན་པའི་འདུ་ཤེས་ཀྱང་ངས་བཤད་པར་བྱའོ། །ཀཽ་ཌི་ནྱ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཉོན་ལ་ཞེས་བྱ་བ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ་ཞེས་བྱ་བའི་བར་དུའོ། །ཀཽ་ཌི་ནྱ་གང་དུ་མངོན་པར་མི་དགའ་བ་དེ་བསྐྱེད་པར་བྱ་བའི་འཇིག་རྟེན་གང་ཞེ་ན།
en: In accordance with the words that the bodhisattva Glorious Essence of Light expressed to me, I will now, in the presence of the world with its gods, explain the perception of dislike toward the entire world and the perception of disgust toward food. Therefore, Kauṇḍinya, listen!” [. . .] The Blessed One then said, “Kauṇḍinya, what are the worlds for which dislike must be generated?

source: འཇིག་རྟེན་ནི་གཉིས་ཏེ། སེམས་ཅན་གྱི་འཇིག་རྟེན་དང་། འདུ་བྱེད་ཀྱི་འཇིག་རྟེན་ནོ།
en: There are two: the world of sentient beings and the world of formations.

source: །དེ་ལ་སེམས་ཅན་གྱི་འཇིག་རྟེན་གང་ཞེ་ན།
en: What is the world of sentient beings?

source: སེམས་ཅན་རྣམས་ཞེས་བྱ་བ་ནི་གང་དག་འགྲོ་བ་ལྔ་པོ་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། ལྷ་དང་། མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་པ་རྣམས་སོ།
en: ‘Sentient beings’ refers to those who are born among the five types of beings—hell beings, animals, pretas, gods, and humans.

source: །འདོད་པའི་ཁམས་ན་ནི་སྲིད་པ་མངོན་པར་གྲུབ་པ་ཉི་ཤུའོ།
en: Within the desire realm, there are twenty planes of existence.

source: །གཟུགས་ཀྱི་ཁམས་ན་ནི་བཅུ་དྲུག་གོ།
en: Within the form realm, there are sixteen.

source: །གཟུགས་མེད་པའི་ཁམས་ན་ནི་སྲིད་པ་མངོན་པར་གྲུབ་པ་བཞི་སྟེ།
en: And within the formless realm, there are four.

source: སེམས་ཅན་གྱི་འཇིག་རྟེན་ནི་དེ་ཙམ་མོ།
en: Such is the number of the worlds of sentient beings.

source: །དེ་ལ་འདོད་པའི་ཁམས་ཀྱི་སྲིད་པ་མངོན་པར་གྲུབ་པ་ཉི་ཤུ་གང་ཞེ་ན།
en: “What are the twenty planes of existence of the desire realm?

source: སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དེ་རེ་རེ་ལ་ཡང་འཁོར་བཅུ་དྲུག་གོ།
en: There are eight great hells, each surrounded by sixteen hells.

source: །བརྒྱད་གང་ཞེ་ན།
en: What are those eight?

source: དུས་གསུམ་པའི་ཡང་སོས་ཞེས་བྱ་བ་འཁོར་བཅུ་དྲུག་པ་དང་། ཐིག་ནག་དང་། བསྡུས་གཞོམ་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། སེམས་ཅན་དམྱལ་བ་མནར་མེད་པ་ཞེས་བྱ་བ་འཁོར་བཅུ་དྲུག་པའོ།
en: They are the Hell of Revival of the Three Times, the Black Line Hell, the Hell of Crushing, the Hell of Wailing, the Hell of Intense Wailing, the Hell of Heat, the Hell of Intense Heat, and the Hell of Unceasing Torment, each surrounded by sixteen hells.

source: །སེམས་ཅན་གང་དག་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པའི་རྒྱུས་དེ་དག་ཏུ་སྐྱེས་ཤིང་སྐྱེ་བར་འགྱུར་བ་དེ་དག་དེར་སྡུག་བསྔལ་གྱི་ཚོར་བ་རྩུབ་པ་མི་བཟད་པ་ཚ་བ་ཆེན་པོ་མྱོང་བར་འགྱུར་རོ།
en: Due to physical, verbal, and mental negative actions, sentient beings have been born and will be born in those places, experiencing harsh, unbearable, and scorching feelings of suffering.

source: །དེ་དག་གིས་དེར་མིག་གིས་གཟུགས་གང་ཅི་མཐོང་ཡང་རུང་།
en: All the physical forms their eyes perceive in those places will be repulsive.

source: ཐམས་ཅད་ཡིད་དུ་མི་འོང་བར་མཐོང་གི་ཡིད་དུ་འོང་བར་མ་ཡིན།
en: None will be attractive; they will all be unpleasant.

source: ཡིད་དུ་མི་འཐད་པར་མཐོང་གི་ཡིད་དུ་འཐད་པར་མ་ཡིན།
en: None will be pleasant; they will all be ugly.

source: གཟུགས་མི་སྡུག་པར་མཐོང་གི་གཟུགས་སྡུག་པར་མ་ཡིན། གཟུགས་མི་ལེགས་པར་མཐོང་གི་གཟུགས་ལེགས་པར་མི་མཐོང་སྟེ།
en: None will be beautiful; they will all be hideous. None will be pretty.

source: དེ་ལྟ་བས་ན་གཞི་དེས་དེ་དག་དེར་སྡུག་བསྔལ་གྱི་ཚོར་བ་རྩུབ་པ་མི་བཟད་པ་ཚ་བ་ཆེན་པོ་མྱོང་བར་འགྱུར་རོ།
en: Therefore, on that basis, they will experience harsh, unbearable, and scorching feelings of suffering in those places.

source: །དེ་དག་གིས་དེར་རྣ་བས་སྒྲ་གང་ཅི་ཐོས་ཀྱང་རུང་ཞེས་བྱ་བ་ནས་སྣས་དྲི་གང་ཅི་མནམས་ཀྱང་རུང་ཞེས་བྱ་བ་དང་། ལྕེས་རོ་གང་ཅི་མྱངས་ཀྱང་རུང་ཞེས་བྱ་བ་དང་། ལུས་ཀྱིས་རེག་བྱ་གང་ཅི་རེག་ཀྱང་རུང་ཞེས་བྱ་བ་དང་། ཡིད་ཀྱིས་ཆོས་རྣམས་གང་ཅི་རྣམ་པར་ཤེས་ཀྱང་རུང་ཞེས་བྱ་བའི་བར་ཐམས་ཅད་ཡིད་དུ་མི་འོང་བར་ཡིན་གྱི་ཡིད་དུ་འོང་བར་མ་ཡིན།
en: All the sounds they hear with their ears, all the scents they smell with their noses, everything they taste with their tongues, everything they touch with their bodies, and all the mental phenomena they become conscious of will be repulsive.

source: ཡིད་དུ་མི་འཐད་པར་ཡིན་གྱི་ཡིད་དུ་འཐད་པར་མ་ཡིན། གཟུགས་མི་སྡུག་པར་ཡིན་གྱི་གཟུགས་སྡུག་པར་མ་ཡིན། གཟུགས་མི་ལེགས་པར་ཡིན་གྱི་གཟུགས་ལེགས་པར་མ་ཡིན་ནོ།
en: None will be attractive; they will all be unpleasant. None will be pleasant; they will all be dislikeable. None will be likeable; they will all be disagreeable. None will be enjoyable.

source: །ལུས་རབ་ཏུ་འབར་བ་དང་། ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བ་དང་། ལྕགས་དང་ཟངས་འཐུང་བ་དག་ཡིན་ཏེ།
en: Their bodies will be consumed by fire; they will eat lumps of iron and drink molten iron and copper.

source: གཞི་དེས་དེ་དག་དེར་སྡུག་བསྔལ་གྱི་ཚོར་བ་རྩུབ་པ་མི་བཟད་པ་ཚ་བ་ཆེན་པོ་མྱོང་བར་འགྱུར་རོ།
en: On that basis, they will experience harsh, unbearable, and scorching feelings of suffering in those places.

source: །ཇི་སྲིད་དུ་གང་འདིར་སྔོན་ཆད་མི་རྣམས་ཀྱི་ནང་དུ་མིར་གྱུར་པ་དང་། འཐུན་པའི་ལུས་ཀྱིས་ཉེས་པར་སྤྱོད་པ་སྤྱད་པ་དང་། ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱོད་པ་སྤྱད་པ་དེ་དག་གི་སྡིག་པའི་ལས་དེ་ཟད་པར་མ་གྱུར་ཅིང་སྦྱངས་པར་མ་གྱུར་པ་དེ་སྲིད་དུ་དེ་དག་དེ་ནས་ཤི་འཕོ་བར་མི་འགྱུར་རོ།
en: Until the physical, verbal, and mental negative actions they committed in the past when they were born here among humans have been exhausted and purified, they will not die and transmigrate from those places.

source: །ཀཽ་ཌི་ནྱ་ལྟོས་སེམས་ཅན་བདེ་བ་འདོད་པར་གྱུར་ལ་སྡུག་བསྔལ་དང་མི་འཐུན་པར་བྱེད་པ་སུ་ཞིག་སེམས་ཅན་དམྱལ་བ་དེ་ལ་དགའ་བར་སེམས་ཤིང་འདོད་པ་སྐྱེད་པར་བྱེད།
en: Kauṇḍinya, consider this: what sentient being who wishes for happiness and feels aversion toward suffering would enjoy and wish for those hells?

source: འདི་ནི་ཉེས་པར་སྤྱད་པ་སྤྱོད་པའི་འགྲོ་བ་དང་པོ་སྟེ། དེ་ལ་མཁས་པས་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: This is the first destiny of those who engage in negative actions, toward which the wise ones should generate the perception of dislike.

source: །ཀཽ་ཌི་ནྱ་དེ་ལ་མཁས་པས་ཇི་ལྟར་དུད་འགྲོའི་སྐྱེ་གནས་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་ཞེ་ན།
en: “Kauṇḍinya, how should the wise ones generate the perception of dislike toward the condition of the animals?

source: ཀཽ་ཌི་ནྱ་དུད་འགྲོ་རྣམས་ཀྱི་ལུས་འདི་ལྟར་མཆོག་ཏུ་ཕྲ་མོ་ཐོབ་པ་དག་ཡོད་དེ། འདི་ལྟ་སྟེ།
en: Kauṇḍinya, there are animals who are born with extremely small bodies:

source: སྐྲའི་རྩེ་མོའི་མཐའ་ལྔ་བཅུའི་ཆར་ཕྱེ་བ་ཙམ་མོ། །ཁ་ཅིག་ནི་ཉི་ཟེར་གྱི་རྡུལ་ཙམ་མོ་ཞེས་བྱ་བ་ནས་ཁ་ཅིག་ནི་རྒྱ་ཤུག་གི་ཚད་དོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: some are born with bodies about the size of the fiftieth fraction of the tip of a hair, others with bodies about the size of dust motes in the sunlight, and yet others with bodies about the size of jujube fruits.

source: །ཁ་ཅིག་ནི་ལུས་དཔག་ཚད་ཁྲིའི་བར་དུ་ཐོབ་པ་དང་ཐོབ་པར་འགྱུར་བ་དག་གོ།
en: Still others obtain bodies up to ten thousand leagues long.

source: །ཁ་ཅིག་གི་སྲོག་ནི་ཡུད་ཙམ་ཅིག་ཐུབ་བོ་ཞེས་བྱ་བ་ནས་ཁ་ཅིག་གི་ཚེ་བསྐལ་པ་གཅིག་ཐུབ་བོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: The lifespan of some of them lasts for a single instant, whereas the life of others stretches over an eon.

source: །དེར་དེ་དག་ལ་ཆོས་བྱེད་པ་མེད་དོ། །དགེ་བ་བྱེད་པ་མེད་དོ།
en: In those places, animals do not practice the Dharma or engage in virtue.

source: །དེར་དེ་དག་ངོ་ཚ་ཤེས་པ་དང་། ཁྲེལ་ཡོད་པ་སྤངས་པ་དག་དང་། སྙིང་རྗེ་མེད་པར་ཞུགས་པ་དག་དང་། སྙིང་བརྩེ་བ་མེད་པ་དག་དང་། རྟག་པར་སྡུག་བསྔལ་གྱིས་གཟིར་བ་དག་དང་། རྟག་ཏུ་སྐྲག་པ་དག་དང་། གཅིག་ལ་གཅིག་ཟ་བ་དག་དང་། མི་དགེ་བའི་ལས་ཀྱི་ལམ་ཐམས་ཅད་དང་ཡང་དག་པར་ལྡན་པ་དག་དང་། གཏི་མུག་གི་མུན་ཁྲོད་དུ་ཞུགས་པར་གྱུར་པས་ངན་འགྲོར་འགྲོ་བ་དག་དང་བདེ་འགྲོར་འགྲོ་བ་དག་ཀྱང་སྤྱོད་ཡུལ་མ་ཡིན་པ་ལ་དགེ་བའི་ལས་བྱེད་པར་སེམས་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དག་ཡིན་ནོ།
en: They have abandoned modesty and humility, they are lacking in compassion and sympathy, they are constantly tormented by suffering, they are always afraid, they eat each other, and they follow all the paths of the nonvirtuous actions. Since they are engulfed in the darkness of ignorance, both those among them who proceed toward the lower realms and those who proceed toward the happy destinies will mistake improper behavior for virtuous action.

source: །མཁས་པ་སུ་ཞིག་དེ་ལྟ་བུའི་གཏི་མུག་གི་མུན་ཁྲོད་དུ་རྟག་པར་སྡུག་བསྔལ་གྱིས་གཟིར་བའི་དུད་འགྲོའི་སྐྱེ་གནས་དེ་ལ་དགའ་བར་སེམས་ཤིང་འདོད་པ་སྐྱེད་པར་བྱེད།
en: What wise one would enjoy and wish for the condition of those animals, who are constantly tormented by suffering within the darkness of ignorance?

source: འདི་ནི་ཉེས་པར་སྤྱད་པ་སྤྱོད་པའི་འགྲོ་བ་གཉིས་པ་སྟེ། དེ་ལ་མཁས་པས་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: This is the second destiny of those who engage in negative actions, toward which the wise ones should generate the perception of dislike.

source: །ཀཽ་ཌི་ནྱ་དེ་ལ་མཁས་པས་ཇི་ལྟར་ཡི་དགས་ཀྱི་འགྲོ་བའི་སྐྱེ་གནས་ལ་ཡང་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་ཞེ་ན།
en: “Kauṇḍinya, how should the wise ones generate the perception of dislike toward the condition of the pretas?

source: ཀཽ་ཌི་ནྱ་གང་དག་གི་ལུས་མཐོ་གང་ཙམ་ཡོད་པའི་ཡི་དགས་དག་ཡོད་དེ། ཁ་ཅིག་ནི་མི་གང་ཙམ་མོ།
en: Kauṇḍinya, there are pretas whose bodies are a finger span in size.

source: །ཁ་ཅིག་ནི་དཔག་ཚད་སྟོང་ཡོད་པའི་བར་གྱི་ལུས་ཐོབ་ལ་དེ་དག་ཀྱང་གཅེར་བུ་དང་། རྩུབ་པ་དག་དང་། ནག་པོ་དག་དང་། ལུས་མཆོག་ཏུ་སྐེམ་ཞིང་ཤ་ཁྲག་དང་བྲལ་བ་དག་དང་། རྟག་པར་བཀྲེས་ཤིང་སྐོམ་པས་གཟིར་བ་དག་དང་། བཟའ་བཏུང་དང་བྲལ་བ་དག་དང་། མེའི་དབུགས་རྔུབ་པ་དང་དབུགས་འབྱུང་བ་དག་དང་། གཅིག་ལ་གཅིག་རབ་ཏུ་སྡང་བའི་སེམས་དང་ལྡན་པ་དག་དང་། སྙིང་རྗེ་མེད་པར་ཞུགས་པ་དག་དང་། རྟག་པར་ལུས་དུབ་པ་དང་། སྤྲིན་བསིལ་བ་དང་བྲལ་བ་དག་ཡིན་ནོ། །ཁ་ཅིག་གི་ཟས་ནི་ལྕགས་དང་ཟངས་ཡིན་ནོ། །
en: Some are born with bodies an arm span in size, others with bodies a thousand leagues long. They are naked, and their bodies are rough, black, shriveled, and devoid of flesh and blood. They are constantly tormented by hunger and thirst, they lack food and drink, and they inhale and exhale fire. They are hostile toward one another, they lack compassion, they are always exhausted, and they cannot find any cool clouds to shelter them.

source: ཁ་ཅིག་གི་ནི་ལྕགས་ཀྱི་ཐུ་ལུམ་རྣམས་སོ། །ཁ་ཅིག་གི་ནི་རྣག་ཁྲག་ཚ་བའོ། །ཁ་ཅིག་གི་ནི་རྡུལ་ཀུན་ཏུ་ཚ་བའོ། །ཁ་ཅིག་གི་ནི་ཕྱི་ས་ཀུན་ཏུ་ཚ་བའོ། །ཁ་ཅིག་གི་ནི་གཅིན་བསྐོལ་བའོ། །ཁ་ཅིག་གི་ནི་རླུང་ཀུན་ཏུ་ཚ་བའོ། །ཁ་ཅིག་ནི་རྩ་བ་དང་། འདབ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། ཤིང་ལས་བྱས་པའི་ཁ་ཟས་རབ་ཏུ་འབར་བའོ།
en: They feed on iron, copper, iron lumps, hot pus and blood, burning dirt, burning excrement, boiling urine, burning winds, or burning food made of roots, leaves, flowers, fruits, and trees.

source: །དེ་ཡང་དཀའ་བས་རེས་འགའ་ནན་གྱིས་རྙེད་པར་འགྱུར་རོ།
en: Even such food they find only occasionally and only through much hardship and huge efforts.

source: །ཡི་དགས་ཁ་ཅིག་གི་ཚེའི་ཚད་ནི་ལོ་སྟོང་ཐུབ་བོ། །ཁ་ཅིག་གི་ཚེའི་ཚད་ནི་ལོ་སྟོང་ཕྲག་བརྒྱའི་བར་དུ་ཐུབ་སྟེ།
en: The life of some pretas lasts for a thousand years, while the life of others lasts for a hundred thousand years.

source: རྟག་པར་བདེ་བ་དང་བྲལ་བ་དག་དང་། སྡུག་བསྔལ་གྱིས་གཟིར་བ་དག་དང་། མ་རིག་པའི་མུན་པར་ཞུགས་པ་དག་ཡིན་ན་མཁས་པ་སུ་ཞིག་ཡི་དགས་རྣམས་ལ་དགའ་བ་སྐྱེད་པར་བྱེད།
en: They never experience happiness, they are constantly tormented by suffering, and they are engulfed in the darkness of ignorance at all times, so what wise one would enjoy the condition of the pretas?

source: འདི་ནི་ཉེས་པར་སྤྱད་པ་སྤྱོད་པའི་འགྲོ་བ་གསུམ་པ་སྟེ། དེ་ལ་མཁས་པས་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: This is the third destiny of those who engage in negative actions, toward which the wise ones should generate the perception of dislike.

source: །ཀཽ་ཌི་ནྱ་དེ་ལ་མཁས་པས་ཇི་ལྟར་མིའི་འཇིག་རྟེན་འདི་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་ཞེ་ན།
en: “Kauṇḍinya, how should the wise ones generate the perception of dislike toward the human world?

source: མིའི་འཇིག་རྟེན་འདི་ནི་སེམས་ཅན་རྣམས་སྡུག་བསྔལ་གྱིས་གཟིར་བ་དག་ཡིན་ཏེ། རྒ་བའི་སྡུག་བསྔལ་དང་། ན་བའི་སྡུག་བསྔལ་དང་། འཆི་བའི་སྡུག་བསྔལ་དང་། མི་སྡུག་པ་དང་ཕྲད་པའི་སྡུག་བསྔལ་དང་། སྡུག་པ་དང་བྲལ་བའི་སྡུག་བསྔལ་དང་། རྣམ་པ་སྣ་ཚོགས་ཡོངས་སུ་ཚོལ་བའི་སྡུག་བསྔལ་དང་། འཁྲུག་པ་དང་། ཁྲོ་བ་དང་། ཕྲག་དོག་དང་། སེར་སྣ་དང་། ཕྲ་མ་སྨྲ་བ་དང་། ཚིག་རྩུབ་པོ་སྨྲ་བ་དང་། བརྣབ་སེམས་དང་། གྲང་བ་དང་། དྲོ་བ་དང་། གཅིག་ལ་གཅིག་ཀུན་ཏུ་གནོད་པར་བྱེད་པའི་སྡུག་བསྔལ་གྱིས་གཟིར་བ་དག་ཡིན།
en: Within the human world, people are tormented by the sufferings related to old age, sickness, death, encountering what they do not like, being separated from what they like, endeavoring in a variety of ways, anxiety, aggression, envy, miserliness, calumny, harsh words, covetousness, cold, heat, and harming one another.

source: དུས་རྟག་ཏུ་མིའི་འཇིག་རྟེན་འདི་ན་སེམས་ཅན་རྣམས་འཆི་བ་རྗེས་སུ་དྲན་པས་སྡུག་བསྔལ་བ་དང་། ཚེ་ཐུང་བ་ཉིད་ཀྱི་སྡུག་བསྔལ་དང་། འཇིག་རྟེན་ཕ་རོལ་དུ་འགྲོ་བ་རྗེས་སུ་དྲན་པའི་སྡུག་བསྔལ་གྱིས་གཟིར་བ་དག་ཡིན་ན་མཁས་པ་སུ་ཞིག་མིའི་འཇིག་རྟེན་ལ་འདོད་པ་སྐྱེད་པར་བྱེད་ཅིང་དགའ་བར་སེམས།
en: In the human world, people are constantly tormented by the suffering caused by the remembrance of death, the suffering associated with their short lifespans, and the suffering caused by the recollection of their need to leave this world, so what wise one would wish for and enjoy this human world?

source: འདི་ནི་སྤེལ་མའི་འགྲོ་བ་བཞི་པ་སྟེ། དེ་ལ་མཁས་པས་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: This is the fourth destiny of those who commit mixed actions, toward which the wise ones should generate the perception of dislike.

source: །ཀཽ་ཌི་ནྱ་དེ་ལ་མཁས་པས་ཇི་ལྟར་ལྷའི་འཇིག་རྟེན་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་ཞེ་ན།
en: “Kauṇḍinya, how should the wise ones generate the perception of dislike toward the world of the gods?

source: འདོད་པ་ན་སྤྱོད་པའི་ལྷ་དྲུག་པོ་དེ་དག་ན་ཡང་སེམས་ཅན་རྣམས་འདོད་པ་ལ་སྲེད་པའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བདག་ཡིན། འགེད་པ་དང་། ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན།
en: Within the six classes of gods in the desire realm, sentient beings are tormented by the suffering related to craving for desirable objects, and they are tormented by the sufferings associated with their valuables, possessions, and enjoyments.

source: སྔོན་ཆད་དགེ་བའི་རྩ་བ་བསགས་པ་མཐར་གྱིས་ཡོངས་སུ་ཟད་པའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན། ཡོངས་སུ་ཚོལ་བའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན། སྡུག་པ་དང་བྲལ་བའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན།
en: They are tormented by the suffering related to the eventual exhaustion of the roots of virtue they have accumulated previously, the suffering related to striving, and the suffering of being separated from what they like.

source: བསོད་ནམས་ཡོངས་སུ་ཟད་པས་འཆི་འཕོ་བའི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན། ཡང་དང་ཡང་དུ་ངན་སོང་གི་སྡུག་བསྔལ་རྣམས་ཀྱིས་གཟིར་བ་དག་ཡིན་ཏེ།
en: They are tormented by the suffering of death induced by the exhaustion of their merit and by the suffering of falling again and again into the lower realms.
